Repository: ABuffEr/numberProcessing
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: tr, uk, zh_cn

source: Number Processing
tr: Numara İşleme
uk: Обробка цифр
zh_cn: 数字处理

source: Number Processing Settings
tr: Numara İşleme Ayarları
uk: Налаштування обробки цифр
zh_cn: 数字处理设置

source: Processing automatically enabled
tr: Otomatik işleme etkin
uk: Автоматична обробка ввімкнена
zh_cn: 自动启用处理

source: Minimum number of digits to process individually
tr: Bireysel olarak işlenecek minimum basamak sayısı
uk: Мінімальна кількість цифр для індивідуальної обробки
zh_cn: 以数字读法读出的最小位数

source: normal configuration
tr: normal konfigürasyon
uk: нормальна конфігурація
zh_cn: 通用配置

source: Number Processing Settings...
tr: Numara İşleme Ayarları...
uk: Налаштування обробки цифр.
zh_cn: 数字处理设置...

source: Digit processing on
tr: Numara işleme açık
uk: Обробку цифр увімкнено
zh_cn: 启用数字处理

source: Digit processing off
tr: Numara işleme kapalı
uk: Обробку цифр вимкнено
zh_cn: 禁用数字处理

source: Pressed once, enables/disables digit processing; twice, launches quick settings
tr: Bir kez basıldığında, Numara işlemeyi etkinleştirir/devre dışı bırakır; iki kez basıldığında, hızlı ayarları başlatır
uk: Одноразове натискання вмикає/вимикає обробку цифр; подвійне, запускає швидкі налаштування
zh_cn: 按一次，启用或禁用数字处理；连按两次，打开数字处理设置对话框

source: Lets to read automatically digit by digit any number of specified length
tr: Belirtilen uzunluktaki herhangi bir sayıda basamak basamak otomatik olarak okunmasını sağlar
uk: Дозволяє автоматично читати посимвольно будь-яке число заданої довжини
zh_cn: 可将指定长度的数字以数字方式读出

source: Spelling enabled automatically
zh_cn: 自动启用拼写
